Repository: BraveMatchstickMen/instacast
Catalog: Resources/*.lproj/Localizable.strings
Languages: de

source: en_US
de: de_DE

source: Close
de: Schließen

source: Either the server is not available or you may not have an internet connection.
de: Entweder ist der Server derzeit nicht erreichbar, oder Sie haben möglicherweise keine Internetverbindung.

source: Loading website failed.
de: Webseite nicht geladen.

source: Sleep Timer disabled.
de: Sleep Timer deaktiviert

source: Sleep Timer set to %d minutes.
de: Sleep Timer gestellt auf %d Minuten

source: %d Lists
de: %d Listen

source: 1 List
de: 1 Liste

source: Edit List Settings
de: Listeneinstellungen bearbeiten

source: No Lists
de: Keine Listen

source: Hide
de: Schließen

source: Media not loaded.
de: Media nicht geladen.

source: The file is not available anymore.
de: Die Datei ist nicht mehr vorhanden.

source: Are you sure you want to delete everything? Images, downloads and partial downloads will be lost!
de: Sind Sie sicher, dass Sie alles löschen möchten? Bilder, Downloads und Teildownloads gehen dabei verloren!

source: Clearing the cache is not possible while Instacast is downloading episodes. Please try again later.
de: Der Cache kann nicht gelöscht werden, während Instacast Folgen herunterlädt. Bitte probieren Sie es später noch einmal.

source: Currently Downloading
de: Lädt gerade

source: Delete All Content
de: Alle Inhalte löschen

source: Delete Content
de: Inhalte löschen

source: Downloaded Content
de: Geladen

source: No Limit
de: Kein Limit

source: Nothing downloaded yet.
de: Bisher nichts geladen

source: Offline Storage
de: Offline-Speicher

source: Played episodes and old content will be automatically deleted when the storage limit is exceeded.
de: Alte und bereits gespielte Folgen werden zuerst gelöscht, sobald das Speicherlimit erschöpft ist.

source: Only Delete Played
de: Nur Gespielte löschen

source: Storage Limit
de: Speicherlimit

source: Author
de: Autor

source: Description
de: Beschreibung

source: Search or Enter URL
de: Suchen oder URL eingeben

source: Authentication with Instacast Cloud has failed. Please logout and login again.
de: Authentifizierung fehlgeschlagen. Bitte loggen Sie sich aus und wieder ein.

source: Instacast Cloud Authentication
de: Instacast Cloud Authentifizierung

source: Instacast Cloud Maintenance
de: Instacast Cloud Wartungsarbeiten

source: Instacast Cloud is temporary unavailable. Normal service will be back soon!
de: Instacast Cloud ist z.Z. nicht verfügbar. Sind bald wieder zurück!

source: 10 Minutes
de: 10 Minuten

source: 10 Seconds
de: 10 Sekunden

source: 2 Minutes
de: 2 Minuten

source: 20 Seconds
de: 20 Sekunden

source: 30 Seconds
de: 30 Sekunden

source: 5 Minutes
de: 5 Minuten

source: 5 Seconds
de: 5 Sekunden

source: Are you sure you want to reset all custom subscription settings to default?
de: Sind Sie sicher, dass Sie alle Abo-Einstellungen auf die Werkseinstellungen zurücksetzen möchten?

source: Audio Content
de: Audioinhalte

source: Auto-Delete Content
de: Inhalte automatisch löschen

source: Auto-Download Content
de: Inhalte automatisch laden

source: Crazy (3x)
de: Verrückt (3x)

source: Enable News Mode to only keep the most recent episode(s) of a podcast.
de: Einschalten, um das Herunterladen und Löschen von Inhalten für Podcasts zu optimieren, die häufig und mehrmals am Tag veröffentlichen.

source: Enable to show all episodes regardless of whether or not they are still available on the publisher's server.
de: Einschalten, um alle Folgen anzuzeigen, auch wenn diese online nicht mehr verfügbar sind.

source: Episodes
de: Folgen

source: Fast (2x)
de: Schnell (2x)

source: Faster (1.5x)
de: Schneller (1.5x)

source: Finished Playing
de: Fertig gespielt

source: Marked as Played
de: Als Gespielt markiert

source: Newest First
de: Neueste zuerst

source: Oldest First
de: Älteste zuerst

source: Playback
de: Wiedergabe

source: Reset
de: Zurücksetzen

source: Reset to Defaults
de: Zurücksetzen

source: Resets subscription specific settings back to default settings.
de: Setzt Abo-spezifische Einstellungen auf die Standardeinstellungen zurück.

source: Show Unavailable Episodes
de: Nicht verfügbare Folgen anzeigen

source: Skipping Back
de: Rückwärts spulen

source: Skipping Forward
de: Vorwärts spulen

source: Slower (0.5x)
de: Langsamer (1/2x)

source: Sort Order
de: Sortierung

source: Speed
de: Geschwindigkeit

source: Subscription Settings
de: Abo-Einstellungen

source: Video Content
de: Videoinhalte

source: Last Updated: %@
de: Letztes Update: %@

source: New episode available in Instacast.
de: Neue Folge in Instacast verfügbar.

source: Refreshing finished and %d new episodes are available.
de: Aktualisieren beendet und %d neue Folgen verfügbar.

source: Refreshing finished and a new episode is available.
de: Aktualisieren beendet und 1 neue Folge verfügbar.

source: Refreshing finished and there are no new episodes available.
de: Aktualisieren beendet ohne neue Folgen.

source: %d hours
de: %d Stunden

source: %d minutes
de: %d Minuten

source: 1 hour
de: 1 Stunde

source: Copy Share URL
de: URL kopieren

source: Share on Twitter
de: Auf Twitter posten

source: Share via Email
de: Via E-Mail teilen

source: Share via Tweetbot
de: Mit Tweetbot teilen

source: Sharing
de: Teilen

source: at %@
de: nach %@

source: at %@ %@
de: nach %@ %@

source: at the beginning
de: am Anfang

source: %@ left
de: %@ übrig

source: %@ of %@
de: %@ von %@

source: Cancel All
de: Alle abbrechen

source: Downloads paused
de: Downloads angehalten

source: Resume
de: Weiterladen

source: Paused
de: Angehalten

source: Waiting to download
de: Auf Download warten

source: Are you sure you want to unsubscribe '%@'?
de: Sind Sie sicher, dass Sie '%@' abbestellen möchten?

source: Unsubscribe
de: Abbestellen

source: Updated
de: Aktualisiert

source: Website
de: Webseite

source: Playback set to 1.5x speed.
de: Wiedergabe mit 1.5x Geschwindigkeit

source: Playback set to double speed.
de: Wiedergabe mit doppelter Geschwindigkeit

source: Playback set to half speed.
de: Wiedergabe mit halber Geschwindigkeit

source: Playback set to original speed.
de: Wiedergabe in Originalgeschwindigkeit

source: Playback set to triple speed.
de: Wiedergabe mit dreifacher Geschwindigkeit

source: Your name?
de: Ihr Name?

source: Slider Knob
de: Auswahl-Taster

source: Swipe left or right to adjust %@.
de: Wische nach links oder rechts um %@ anzupassen..

source: Done
de: Fertig

source: Delete
de: Löschen

source: More
de: Mehr

source: No Title
de: Kein Titel

source: Today
de: Heute

source: Yesterday
de: Gestern

source: Add Bookmark
de: Lesezeichen hinzufügen

source: Backward
de: Rückwärts

source: Fine Scrubbing
de: Fein-Scrubbing

source: Forward
de: Vorwärts

source: Half-Speed Scrubbing
de: Schnelles Scrubbing

source: Play
de: Wiedergabe

source: Playback time set to %d:%02d:%02d
de: Wiedergabezeit gesetzt auf %d:%02d:%02d

source: Please enter a bookmark title.
de: Bitte geben Sie einen Titel ein.

source: Quarter-Speed Scrubbing
de: Langsames Scrubbing

source: Time Value
de: Zeit-Angabe

source: Extensions
de: Erweiterungen

source: Lists
de: Listen

source: Syncing
de: Synchronisieren

source: Purchase Instacast Cloud membership to unlock all extensions.
de: Erwerben Sie eine Mitgliedschaft und alle Erweiterungen freizuschalten.

source: If you have an Instacast Cloud membership, please sign in to unlock all extensions.
de: Falls Sie eine Mitgliedschaft besitzen, loggen Sie sich bitte ein, um alle Erweiterungen freizuschalten.

source: Show Memberships
de: Mitgliedschaften anzeigen

source: Sign in
de: Einloggen

source: Automatic payments are turned off – either because Instacast Cloud membership has been canceled, or because Instacast Cloud membership has been purchased through the App Store.
de: Automatische Abbuchungen sind abgeschaltet, entweder weil die Mitgliedschaft gekündigt oder im App Store erworben wurde.

source: Extend Basic Membership
de: Basic Mitgliedschaft verlängern

source: Extend Senator Membership
de: Senator Mitgliedschaft verlängern

source: Purchase Basic Membership
de: Basic Mitgliedschaft erwerben

source: Purchase Senator Membership
de: Senator Mitgliedschaft erwerben

source: Log out
de: Ausloggen

source: Membership
de: Mitgliedschaft

source: Not activated
de: Nicht aktiviert

source: Profile
de: Profil

source: Services
de: Dienste

source: You have a lifetime membership.
de: Sie besitzen eine lebenslängliche Mitgliedschaft.

source: You are not an Instacast Cloud member. Be awesome and get your membership today! Memberships unlock all in-app purchases for free and also include a free Instacast Mac license.
de: Sie sind kein Mitglied. Erwerben Sie Ihre Mitgliedschaft heute noch! Mitgliedschaften schalten alle In-App Käufe kostenlos frei und beinhalten eine Lizenz für Instacast Mac.

source: Your membership is active until %@.
de: Mitgliedschaft aktiv bis zum %@.

source: Your membership is active. Next automatic payment on %@.
de: Mitgliedschaft aktiv. Nächste automatische Abbuchung am %@.

source: %@ Extension locked!
de: %@ Erweiterung gesperrt!

source: %@ is available as an optional in-app purchase. Please go to 'Extensions' in the main menu and purchase '%@'.
de: %@ is verfügbar als optionaler In-App Kauf. Bitte gehen Sie zu 'Erweiterungen' im Hauptmenu und erwerben '%@'.

source: Add
de: Hinzufügen

source: Add Selected Podcasts
de: Ausgewählte Podcasts hinzufügen

source: All Podcasts
de: Alle Podcasts

source: Appearance
de: Erscheinungsbild

source: Ascending
de: Aufsteigend

source: Contains Keyword
de: Enthält Schlüsselworte

source: Continuous Playback
de: Kontinuierliche Wiedergabe

source: Deactivate attributes of episodes that should not be included in this episode list.
de: Deaktivieren Sie Eigenschaften von Folgen, die nicht mit in die Liste aufgenommen werden sollen.

source: Descending
de: Absteigend

source: Downloaded
de: Heruntergeladen

source: Duration
de: Dauer

source: Edit List
de: Liste bearbeiten

source: Enable 'Continuous Playback' to copy remaining episodes to Up Next when playback starts.
de: Aktivieren Sie 'Kontinuierliche Wiedergabe', um verbleibende Folgen bei Wiedergabe nach 'Nächste Folgen' zu kopieren.

source: Enable 'Group by Podcast' to order episodes according to podcast priority. Change the podcast priority by manually reordering podcasts in the podcast list.
de: Aktivieren Sie 'Nach Podcast gruppieren' um Folgen auch nach Ihrer Podcastpriorität zu sortieren. Ändern Sie die Podcastpriorität indem Sie Einträge in der Podcastliste manuell umsortieren.

source: Enter a keyword that episodes must contain.
de: Schlüsselwort eingeben, das Folgen enthalten müssen.

source: Group by Podcast
de: Nach Podcast gruppieren

source: Include Attributes
de: Eigenschaften berücksichtigen

source: Include Podcasts
de: Podcasts berücksichtigen

source: Keyword
de: Schlüsselwort

source: Last Downloaded
de: Zuletzt geladen

source: Last Played
de: Zuletzt gespielt

source: New List
de: Neue Liste

source: Not Downloaded
de: Nicht Geladen

source: Not Starred
de: Kein Favorit

source: Order By
de: Sortiert nach

source: Order Options
de: Sortieroptionen

source: Played
de: Gespielt

source: Publish Date
de: Veröffentlicht

source: Remove
de: Entfernen

source: Save
de: Speichern

source: Show
de: Zeigen

source: Starred
de: Favorit

source: Time Left
de: Abspielzeit übrig

source: Unfinished
de: Angespielt

source: Unplayed
de: Ungespielt

source: 1 subscription
de: 1 Abonnement

source: 1 subscription found
de: 1 Abonnement gefunden

source: No subscription
de: Kein Abonnement

source: No subscription found
de: Kein Abonnement gefunden

source: Shows list of podcast episodes.
de: Zeigt eine Liste der Podcast-Folgen.

source: %d Subscriptions found
de: %d Abonnements gefunden

source: Looking for new episodes
de: Nach neuen Folgen suchen

source: Pull to refresh
de: Ziehen zum Aktualisieren

source: %d More Authors
de: %d weitere Autoren

source: %d Bookmarks
de: %d Lesezeichen

source: %d Episodes
de: %d Folgen

source: 1 Bookmark
de: 1 Lesezeichen

source: 1 Episode
de: 1 Folge

source: Bookmarks from %@
de: Podcast-Lesezeichen von %@

source: Can not send email. Please add a mail account to the Mail app.
de: Kann E-Mail nicht versenden. Bitte erstellen Sie ein E-Mail Benutzerkonto.

source: Cancel
de: Abbrechen

source: Mail not configured.
de: E-Mail ist nicht konfiguriert.

source: No Bookmarks
de: Keine Lesezeichen

source: Save to
de: Speichern nach

source: Send as Email
de: Als E-Mail senden

source: Authenticate
de: Authentifizieren

source: Authentication
de: Authentifizierung

source: Authentication failed.
de: Authentifizierung fehlgeschlagen.

source: Enter password
de: Passwort eingeben

source: Enter username
de: Benutzername eingeben

source: Account required.
de: Account benötigt.

source: An Instacast Cloud account is required in order to receive episode updates from Instacast Cloud. Please sign in or create a new account.
de: Ein Instacast Cloud Account wird benötigt, um schnelle Folgenaktualisierungen über Instacast Cloud zu erhalten. Bitte loggen Sie sich ein oder melden sich an.

source: Downloading finished.
de: Downloads beendet

source: New episode available.
de: Neue Folge verfügbar

source: Notifications
de: Mitteilungen

source: Refreshing finished.
de: Fertig aktualisiert

source: Test Notification System
de: Mitteilungssystem testen

source: Types
de: Typen

source: If push notifications are set up correctly on your device, and our system is running smoothly, you should receive a message within 60 seconds confirming that push notifications are working.
de: Wenn Push-Mitteilungen auf Ihrem Gerät korrekt eingestellt wurden und unser System rund läuft, sollten Sie innerhalb der nächsten 60 Sekunden eine Bestätigungsmitteilung erhalten.

source: %@ for 1 year
de: %@ für 1 Jahr

source: %@ for 6 months
de: %@ für 6 Monate

source: '%@' is available to play.
de: '%@' ist zur Wiedergabe bereit.

source: Downloads Finished
de: Alle Downloads beendet.

source: New Episode
de: Neue Folge

source: Bookmarks
de: Lesezeichen

source: Loading
de: Laden

source: No bookmarks yet.
de: Noch keine Lesezeichen

source: Rename
de: Umbenennen

source: Rename Bookmark
de: Lesezeichen umbenennen

source: Share
de: Teilen

source: Start Playing
de: Wiedergabe starten

source: Favorites
de: Favoriten

source: Chapters
de: Kapitel

source: Edit Bookmark
de: Bookmark bearbeiten

source: Up Next
de: Nächste Folgen

source: Always use Cellular Data
de: Mobile Daten immer erlauben

source: Application Badge
de: App-Plakette

source: Ask Before Sending
de: Vor dem Senden fragen

source: Automatically
de: Automatisch

source: Cellular Data (EDGE, 3G, LTE)
de: Mobile Daten (EDGE, 3G, LTE)

source: Crash & Failure Diagnostics
de: Crash- & Fehlerdiagnose

source: Disable Auto-Lock
de: Kein Auto-Lock

source: Don't Send
de: Nicht senden

source: Don't download media
de: Mediendateien nicht laden

source: Don't use Cellular Data
de: Mobile Daten nicht erlauben

source: Enable
de: Aktivieren

source: General
de: Allgemein

source: Help Vemedio improve its products and services by automatically sending reports upon application crash or failure. Reports do not include any personal or private data.
de: Helfen Sie Vemedio beim Verbessern ihrer Produkte und Dienste, indem Sie die Reports automatisch versenden. Die Reports enthalten keinerlei persönliche oder private Daten.

source: To switch to night mode automatically, please go to iOS's Settings app and allow Instacast to use Location Services.
de: Bitte gehen Sie in die Systemeinstellungen und erlauben Ortungsdienste für Instacast, um Nacht-Modus automatisch zu aktivieren.

source: Interface Sounds
de: Interfacetöne

source: Location Services denied
de: Ortungsdienste verweigert

source: Miscellaneous
de: Verschiedenes

source: Night Mode
de: Nacht-Modus

source: Night mode can be enabled automatically at sunset, and disabled automatically at sunrise. To calculate the times of sunset and sunrise, Instacast asks for your permission to gather location data. Location data is only ever gathered when you open the app – never in the background.
de: Nacht-Modus kann bei Sonnenaufgang und Sonnenuntergang automatisch umgeschaltet werden. Um die Zeiten dafür zu berechnen, fragt Instacast Ihren aktuellen Standort ab. Standortdaten werden nur gesammelt, sofern sich Instacast im Vordergrund befindet, niemals im Hintergrund.

source: Replay after Pause
de: Replay nach Pause

source: Seeking
de: Spulen

source: Seeking and Skipping Chapters
de: Spulen und Kapitel springen

source: Send Reports
de: Reports senden

source: Skipping
de: Spingen

source: Switch Automatically
de: Automatisch umschalten

source: You can either disable the usage of cellular data completely (which might decrease the user experience when not on WiFi), enable cellular usage for everything except downloading episodes, or enable cellular usage for everything including downloading episodes. Disabling cellular data completely will also prevent iOS's cellular data alert from popping up.
de: Sie können die Verwendung mobiler Daten entweder ganz abschalten, nur das Herunterladen von Mediadaten über das mobile Netzwerk verbieten oder die Nutzung mobiler Daten ganz erlauben. Das Verbieten mobiler Daten verhindert ebenfalls das Aufpoppen der Systemwarnung.

source: Please enter your full name.
de: Bitte geben Sie Ihren Namen ein.

source: Sharing Name
de: Ihre Name

source: Authors
de: Autoren

source: Popular
de: Beliebt

source: Search
de: Suchen

source: Authentication required to download a file.
de: Benötigt Authentifzierung zum Herunterladen einer Datei.

source: Edit
de: Bearbeiten

source: Subscriptions
de: Abonnements

source: Use switch to temporarily disable subscription. Colored disclosure triangles indicate that custom settings apply.
de: Schalter betätigen um Abonnements temporär zu deaktivieren. Farbige Pfeile zeigen an, dass Einstellungen vorgenommen wurden.

source: File
de: Datei

source: Published
de: Datum

source: Re-Download
de: Erneut laden

source: Share Link
de: Link teilen

source: Share Show Notes
de: Show Notes teilen

source: Extensions not available.
de: Erweiterungen nicht verfügbar.

source: Free
de: Kostenlos

source: Loading Extensions
de: Erweiterungen laden

source: Purchasing
de: Kaufen

source: Restore Purchases
de: Käufe wiederherstellen

source: Restoring
de: Wiederherstellen

source: '%@' is available to stream.
de: '%@' ist zum Streaming bereit.

source: Do you want to import bookmarks from '%@'?
de: Möchten Sie Lesezeichen von '%@' importieren?

source: Import
de: Importieren

source: Import Bookmarks
de: Lesezeichen importieren

source: Importing
de: Importieren

source: Notification
de: Mitteilung

source: Password changed
de: Passwort geändert

source: You have been logged out. Please login again with your new password.
de: Sie wurden ausgeloggt. Bitte logen Sie sich wieder mit dem neuen Passwort ein.

source: Tap to sign in
de: Tappen zum Einloggen

source: Unable to play this episode because the media format is not supported.
de: Die Folge kann nicht gestartet werden, da das Medienformat nicht unterstürtzt wird.

source: No media to play.
de: Keine abspielbaren Inhalte.

source: Stream
de: Streamen

source: Streaming with Cellular Data?
de: Streaming über mobiles Datennetzwerk?

source: There is currently no WiFi available. Do you really want to use cellular data to stream this episode?
de: Derzeit ist kein WLAN vorhanden. Möchten Sie diese Folge wirklich über das mobile Datennetzwerk streamen?

source: %d More Podcasts
de: %d weitere Podcasts

source: Genres
de: Genre

source: Edit Subscription Settings
de: Abo-Einstellungen

source: Sort by
de: Sortieren nach

source: Could not find show on iTunes.
de: Konnte die Sendung nicht auf iTunes finden.

source: Export Data
de: Daten exportieren

source: Follow @vemedio on Twitter
de: @vemedio auf Twitter folgen

source: Instacast Bookmarks from %@
de: Instacast Lesezeichen von %@

source: Instacast Subscriptions from %@
de: Instacast-Abonnements von %@

source: It seems that this show is not available on iTunes.
de: Es scheint so, als ob die Sendung nicht in iTunes verfügbar ist.

source: Review on iTunes
de: Im App Store bewerten

source: Send Data as Email
de: Daten als E-Mail senden

source: Send Error Log as Email
de: Error-Log als E-Mail senden

source: Country
de: Land

source: Language
de: Sprache

source: Load older episodes
de: Ältere Folgen laden

source: MMM d
de: d. MMM

source: MMM d, yy
de: d. MMM yy

source: Other Podcasts by %@
de: Andere Podcasts von %@

source: Owner
de: Eigentümer

source: Page %ld
de: Seite %ld

source: Preview
de: Vorschau

source: Subtitle
de: Untertitel

source: Title
de: Titel

source: Now Playing
de: Sie hören

source: Now Playing - %ld queued
de: Sie hören - %ld anstehend

source: Stop Playback
de: Wiedergabe stoppen

source: Show Up Next
de: Up Next anzeigen

source: No internet connection.
de: Keine Internetverbindung

source: Please make sure you are connected to a cellular or WiFi network.
de: Bitte verbinden Sie sich mit einem Mobil- oder Wifi-Netzwerk.

source: Error reading podcast.
de: Fehler beim Lesen des Podcasts.

source: Returned content is a website and not a podcast feed.
de: Zurückkommender Inhalt ist eine Webseite und kein Podcast-Feed.

source: The feed could not be read because the username or password is incorrect.
de: Der Feed konnte nicht empfangen werden, da entweder Benutzername oder Passwort falsch ist.

source: The podcast could not be read, either because the feed does not exist or because the feed format is not supported.
de: Der Podcast konnte nicht gelesen werden, weil entweder der Feed nicht existiert oder das Format des Feeds unbekannt ist.

source: The podcast feed can not be found.
de: Der Podcast-Feed kann nicht gefunden werden.

source: Untitled
de: Unbenannt

source: Select Language
de: Sprache auswählen

source: Connection failed.
de: Verbindung fehlgeschlagen

source: Continue without Notifications
de: Ohne Mitteilungen fortfahren

source: Continue without Instacast Cloud
de: Ohne Account fortfahren

source: Either the email address or password is invalid. Please try again.
de: E-Mail oder Passwort ungültig. Versuche es bitte erneut.

source: Forgot Password?
de: Passwort vergessen?

source: Logging in
de: Einloggen

source: Notifications could not be enabled. Please go to Notification Settings and enable them manually.
de: Mitteilungen konnten nicht eingeschaltet werden. Bitte gehen Sie in die Systemeinstellungen und aktivieren Sie Mitteilungen dort manuell.

source: Notifications disabled.
de: Mitteilungen deaktiviert

source: Please check your internet connection and try again.
de: Bitte überprüfen Sie ihre Internetverbindung und versuchen Sie es erneut.

source: Sign up failed.
de: Anmeldung fehlgeschlagen

source: Signing up
de: Registrieren

source: The service is currently not available due to maintenance. Please try again later.
de: Der Dienst ist z.Z. wegen Wartung nicht erreichbar. Bitte probieren Sie es später noch einmal.

source: Username is not available.
de: Benutzernamen nicht verfügbar.

source: Find Podcasts. Subscribe. Listen and watch episodes. Get automatic updates. Personalize your content. Sync with Instacast Cloud.
de: Podcasts finden. Abonnieren. Folgen hören und sehen. Automatisch aktualisieren. Personalisieren. Synchronisieren.

source: Turn on notifications to be notified when new episodes are available to play.
de: Schalten Sie Mitteilungen ein, um auf neue Folgen ingewiesen zu werden, sobald diese verfügbar sind.

source: Turn on Notifications
de: Mitteilungen einschalten
