Repository: BraveMatchstickMen/instacast
Catalog: Resources/*.lproj/Localizable.strings
Languages: de

source: An Instacast Cloud account lets you sync podcasts between devices, recieve faster episode updates and get an all-inclusive membership that removes in-app purchases.
de: Mit einem Instacast Cloud Account können Sie Podcasts zwischen Geräten synchronisieren, bekommen schnelle Folgen-Updates und können eine Mitgliedschaft erwerben, die alle In-App Käufe freischaltet.

source: Log in
de: Einloggen

source: Sign up
de: Anmelden

source: Password
de: Passwort

source: Add to Up Next
de: Zu nächste Folgen hinzufügen

source: All
de: Alle

source: All Played
de: Alle gespielten

source: All Unplayed
de: Alle ungespielten

source: Clearing
de: Löschen

source: Delete File
de: Datei löschen

source: Delete all Played
de: Gespielte löschen

source: Delete played content
de: Gespielte Downloads löschen

source: Deleting
de: Löschen

source: Deselect
de: Keine

source: Do you still want to download the content of this episode right now?
de: Möchten Sie den Inhalt dieser Folge dennoch jetzt herunterladen?

source: Download
de: Herunterladen

source: Downloading over cellular has been disabled in 'General' settings.
de: Das Herunterladen über das Mobile Datennetzwerk wurde in den 'Allgemein'-Einstellungen deaktiviert.

source: Mark all as Played
de: Alle als gespielt markieren

source: Mark all as Unplayed
de: Alle als ungespielt markieren

source: Mark as Favorite
de: Als Favorit markieren

source: Mark as Played
de: Als gespielt markieren

source: Mark as Unplayed
de: Als ungespielt markieren

source: Play Next
de: Danach wiedergeben

source: Play Now
de: Jetzt wiedergeben

source: Unmark Favorite
de: Favoritenmarkierung aufheben

source: Unmark Favorites
de: Favoritenmarkierung aufheben

source: No Episodes
de: Keine Folgen

source: Reload
de: Neuladen

source: Reloading
de: Neuladen

source: Settings
de: Einstellungen

source: Updating Database
de: Datenbank aktualisieren

source: This process can take a few minutes depending on the size of your database
de: Dieser Prozess kann abhängig von der Größe Ihrer Datenbank einige Minuten dauern.

source: Remove All
de: Alle entfernen

source: Open in Safari
de: In Safari öffnen
